{"Races/Half-Giant":{"title":"Half-Giant","links":["Races/Large-Race-Rules"],"tags":[],"content":"Transclude of Large-Race-Rules"},"Races/Large-Race-Rules":{"title":"Large Race Rules","links":[],"tags":[],"content":"More Strength, More Clumsy:\nAs a large race, you are capable of carrying much more. Because of this, you can increase your Strength Score beyond 20, to 22. However, your Dexterity Score cannot surpass 18. In addition, you naturally have a +1 to Strength, and a -1 to Dexterity.\nIn addition to this, you gain advantage on all Strength Checks, but not attacks or saves.\nBigger Target:\nBecause you are larger, it makes you easier to hit. Because of this, you calculate all Armor Class as 9 + bonuses.\nLarger Body, Larger Armor:\nBecause you are larger than most, you require much more material to make your weapons and armor. All gear that is warn by you costs 4 times it’s original amount. (This does not apply to magical gear)\nIn addition to your body being larger, it is harder for you to move around. You can take the action to squeeze into a medium space such as a doorway costing half your movement.\nLarge Arms:\nYou can use large weapons. These weapons have a bonus damage dice of 1d4. This additional damage is either the weapons damage dice, or bludgeoning (unless ranged). These weapons cost 4 times the original amount. (This does not apply to magical weapons)\nAttack Range:\nTo spare some balance to the game, your reach does not extend to 10 feet (unless your race gives you that). Because of this, you only have a natural 5 foot reach."},"Races/Minotaur":{"title":"Minotaur","links":["Races/Large-Race-Rules"],"tags":[],"content":"Transclude of Large-Race-Rules"},"Races/Ogre":{"title":"Ogre","links":["Races/Large-Race-Rules"],"tags":[],"content":"Transclude of Large-Race-Rules"},"Races/Orc":{"title":"Orc","links":["Races/Large-Race-Rules"],"tags":[],"content":"Transclude of Large-Race-Rules"},"Races/Treeant":{"title":"Treeant","links":["Races/Large-Race-Rules"],"tags":[],"content":"Transclude of Large-Race-Rules"},"Races/Urseinen":{"title":"Urseinen","links":["Races/Large-Race-Rules"],"tags":[],"content":"Beneath the towering canopies of dense forests and along the shores of babbling rivers, the Urseinen, a mighty race of bear folk, find their homes. Once nomadic hunters, these 10-foot-tall beings have now settled into clans, creating vibrant communities in areas blessed with water, agriculture, and bountiful hunting grounds.\nFur-Covered Giants:\nTowering between 8 to 11 feet in height, the Urseinen boast a robust physique, covered in fur of various natural tones. Weighing up to 1500 pounds, they are both imposing and majestic in their appearance, a testament to their strength and resilience. Their fur, ranging in hues from earthy browns to deep blacks, serves as both protection from the elements and a symbol of their connection to the natural world. These bear folk are not merely large; they embody the spirit of the wilderness.\nEmbracing Life’s Short Splendor:\nWith an average lifespan of 68 years, the Urseinen have a profound connection with family. Celebrating mortality, they hold fertility and combat in high esteem, often having large families and praising the joy of life, even at the expense of a few broken bones. In Urseinen society, scars are worn as badges of honor, a testament to a life fully lived. Children are regarded as treasures, and the clan celebrates their arrival with joyous ceremonies, reinforcing the importance of family bonds.\nClans and Bearish Bonds:\nLiving in clans of up to 200 members, led by a chief, Urseinen communities thrive. The clan’s expansion is facilitated by sending one child to establish a new clan, negotiating self-governance with ruling bodies in different areas or countries. This migration strategy not only ensures the survival of the Urseinen but also establishes alliances and friendships with neighboring regions. Each clan is a close-knit family, and the bond between members is unbreakable, fostering a sense of unity that extends beyond the immediate family circle.\nMasters of Craft and Friendship:\nRenowned as skilled handymen, the Urseinen excel in carpentry, hunting, farming, and fishing. When venturing outside their clans, they become formidable soldiers. Liked by various races for their easygoing nature, they form friendships effortlessly and are known for their lack of grudges. Dwarves appreciate having a drinking companion who can match their endurance, halflings find a friend who can outeat them regularly, and elves welcome allies who share a deep connection with the natural world. Humans seek their expertise in both craftsmanship and martial prowess, leading to harmonious relationships between the Urseinen and other races.\nA Rite of Passage - Deirferðarrättur:\n\n\n                  \n                  Blank\n                  \n                \n\n\n\n\nA crucial rite of passage, “Deirferðarrättur,” compels young Urseinen approaching adulthood at the age of 8 to spend 5 years exploring the world. They gather skills and trades to bring back to their clan, enhancing their status based on contributions. This ritual not only shapes individuals but elevates the prosperity of their entire community. The journey during these formative years is seen as a sacred pilgrimage, and the knowledge acquired becomes a valuable asset for the entire clan. The returning youths are welcomed as heroes, bringing not just skills but tales of the vast world beyond, enriching the cultural tapestry of their people.\nIn the heart of their clans, among the towering trees and flowing waters, the Urseinen exemplify a race that embraces the challenges of life, finding joy in every moment and forging strong bonds that extend far beyond their impressive physical stature.\n\nUrseinen Traits\n\n\n                  \n                  Blank\n                  \n                \n\nTransclude of Large-Race-Rules\n\n\nWhen you choose this race, you gain the following features:\nAbility Score Improvement: +1 Constitution, +1 Wisdom.\nAge: These anthropomorphic creatures age at the rate between humans and bears, living till around 60 on average.\nSize: Your Size is Large. Please see the Large Race Rules section for more information.\nSpeed: Your base walking speed is 40 feet, but you can choose to get down on all fours if your hands are free as a bonus action, making your base walking speed 60 feet. While on all fours, you are not capable of holding items, and must use your action to both slow down and stand back up.\nNatural Instinct: These creatures have a 60ft darkvision due to their animal-like instincts, their sight is shades of grey. Additionally, all perception checks that rely on smell are made at advantage.\nLanguages: Common, Urseinen (Bear), and 1 of your choice.\n\n\nSubraces:\nRacial Feat Option: Claws\nPre-requisite: Must be an Urseinen\nYou gain a +1 to your Strength, Constitution, or Wisdom score.\nYou gain a claw attack that does 1d6 slashing damage. If you make a melee attack and have one hand free, you can make a second attack as a bonus action as long as both hands are free."},"Tazzurath/The-Cult-of-Syllanaxen":{"title":"The Cult of Syllanaxen","links":[],"tags":[],"content":"The Cult of Syllanaxen: An Overview\nThe Cult of Syllanaxen, dedicated to the god of Evil, Chaos, and Destruction, operates in the shadows, spreading fear and chaos. They are an extremist organization, widely feared and despised for their violent methods and fanaticism. The cult believes that Syllanaxen’s dismembered body, scattered across the world, holds the key to unlocking his full power. By collecting these parts, cultists can gain immense abilities and bring about a new age of chaos, destruction, and absolute power under Syllanaxen’s rule.\nThe Body of Syllanaxen\nAccording to cult legend, Syllanaxen was once a mighty god who, in a cosmic battle, was defeated and his body torn apart, each piece holding a fragment of his dark power. These parts were hidden across the world by other deities to prevent Syllanaxen’s return. The cult believes that reuniting these parts will allow Syllanaxen to return, bringing with him an era of darkness.\nThe body parts of Syllanaxen are not just inert pieces of flesh but powerful artifacts that can be used by those who manage to attune to them. Each part grants the user potent abilities that reflect the chaotic and destructive nature of Syllanaxen.\nParts of Syllanaxen and Their Abilities\n\n\nThe Claw: The Claw is a symbol of Syllanaxen’s wrath and offensive might. Possessing one grants the user exceptional combat abilities, allowing them to channel necrotic energy into their attacks. The necrotic damage scales with the user’s power, making the Claw a dangerous weapon in the hands of a skilled cultist. In addition to raw damage, the Claw allows its user to strike with finesse, bypassing the need for brute strength or agility. Instead, the user can channel their spellcasting prowess into physical attacks, making even the most mundane strike a deadly encounter.\n\nThe Claws Effects:\n\nYou deal an additional 1d10 Necrotic damage\nWhen you wield a weapon that does not have the Heavy, Two-Handed, or Reach property, you can use your Spell Casting Modifier instead. If the weapon does not have the finesse property, it does while you are wielding it.\nFor each claw you poses, you deal an additional 1d10 necrotic damage.\n\n\nQuantities and Effects: There are 20 Claws scattered throughout the world. Cultists who possess more than one Claw can stack their benefits, increasing the necrotic damage output or even adding effects like causing paralysis or severe decay. Theoretically, a cultist could wield multiple Claws, each enhancing their destructive potential, but the physical and spiritual strain of doing so often leads to madness or death.\n\n\nThe Scale: Representing Syllanaxen’s resilience, the Scale grants its wearer a durable, almost impenetrable defense. It not only offers resistance to necrotic damage, reflecting Syllanaxen’s own affinity with death and decay, but also enhances the wearer’s natural armor, making them tough opponents in battle. The Scale integrates with the user’s body, forming a tough, scaly hide that protects against both magical and physical attacks.\n\nEffects of the Scales:\n\nYou gain a +1 to your AC\nYou gain resistance to Necrotic Damage\n5. You gain immunity to Necrotic Damage when you attune to 5 scales.\n10. You gain immunity to non-magical Physical Damage\nFor each scale you are attuned to, you gain a +1 to your Armor Class (Unarmored or Armored) to a maximum of +10\n\n\nQuantities and Effects: With 250 Scales available, they are the most common of Syllanaxen’s parts. Cultists with multiple Scales can layer them, enhancing their armor class further and making them nearly invulnerable to certain types of damage. Overuse of Scales, however, leads to a grotesque transformation, where the user’s body becomes reptilian, hard, and cold, leading to physical and emotional detachment from humanity.\n\n\nThe Fang: A symbol of Syllanaxen’s savagery, the Fang transforms its user into a living weapon, granting a vicious bite attack. This bite not only deals physical damage but also channels necrotic and lightning energies, making it extremely dangerous. The elemental damages increase with the user’s power, scaling similarly to a cantrip, ensuring the Fang remains a threat regardless of the wielder’s level.\n\nEffects of the Fang\n\nYou gain a bite attack that does 1d4 piercing, 1d4 necrotic, 1d4 lighting. This damage scales like a cantrip.\nFor each fang you are attuned to, your damage dice for the attack increases by 1 size to a maximum of 1d12.\n\n\nQuantities and Effects: There are 78 Fangs in existence. Cultists who wield more than one Fang can alternate between them or even dual-wield in close combat. Each additional Fang increases the potency of the elemental effects, leading to devastating combined attacks. However, this power comes at a cost, as the necrotic energy begins to corrupt the user, causing physical mutations and a craving for violence.\n\n\nThe Eye: Perhaps the most feared and revered of Syllanaxen’s parts, the Eye represents his omniscience and dark vision. Possession of an Eye grants supernatural sight, allowing the user to see in complete darkness and perceive things beyond normal mortal capacity. Enhanced perception and initiative make the Eye a tool of foresight and strategy, allowing cult leaders to outmaneuver their enemies with ease.\n\nEffects of the Eye\nGives the user advantage on perception checks, advantage on inititave checks, and allows them to see in pure darkness as if it was bright light.\n\nQuantities and Effects: With only 7 Eyes available, they are the rarest and most valuable parts of Syllanaxen. Eyes are typically reserved for high-ranking cult leaders, serving as symbols of status and power. Those who possess an Eye are regarded as Syllanaxen’s chosen, often becoming prophets or commanders within the cult. Having multiple Eyes is unheard of, as the power and insight they grant could drive even the strongest minds to insanity, seeing beyond the veil of reality into realms of chaos and void.\n\n\nAttunement Process and the Syllanaxen Connection Device (SCD)\nTo wield the power of Syllanaxen’s parts, cult members must undergo a ritualistic surgery to implant a Syllanaxen Connection Device (SCD). This ritual, led by a cult leader, involves a painful procedure where the stomach is cut open, and the SCD is placed inside the body. The SCD serves as a conduit, connecting the cultist’s life force to the dark energies of Syllanaxen’s parts. This act of implantation is seen as a rite of passage, a rebirth into Syllanaxen’s dark service, marking the cultist as a true follower.\nThe SCD takes up one of the user’s attunement slots, representing the profound bond between the cultist and the dark god. Once implanted, the user can begin to attune to the parts of Syllanaxen they find or are given, provided their Constitution score can bear the cost. Each part requires a certain amount of Constitution to wield:\n\nClaw: 2 Constitution points\nFang: 5 Constitution points\nEye: 10 Constitution points\nScale: 5 Constitution points\n\nCultists must carefully balance their desire for power with the physical toll it takes. Overloading their SCD with too many parts can lead to physical deterioration, madness, or death. The parts must be embedded into the cultist’s body, creating a grotesque and monstrous appearance. Arcane links connect each part to the SCD, allowing the cultist to channel Syllanaxen’s power.\nMajor Cult Leaders and the Distribution of Parts\nHigh Prophet Vashra\nVashra, known as the High Prophet, is the supreme leader of the Cult of Syllanaxen. She is believed to have visions directly from Syllanaxen, guiding the cult’s actions. Vashra possesses one of the Eyes, granting her unparalleled insight and strategic acumen. Her presence is both awe-inspiring and terrifying, her eyes glowing with an unnatural light that sees through lies and deception. Under her command, the cult has grown in power and influence, orchestrating attacks that have plunged entire regions into chaos.\nHarbinger Torvash\nTorvash, a former warrior turned cultist, is one of the most feared enforcers of the cult. Possessing multiple Claws and Fangs, Torvash is a living embodiment of Syllanaxen’s wrath. His body is covered in the grotesque marks of his attunement, with claws protruding from his arms and fangs replacing his teeth. He leads a band of cultists known as the Red Talons, who specialize in assassination and terror tactics. Torvash’s brutality is matched only by his loyalty to the High Prophet.\nSeeress Malindra\nMalindra, a mysterious figure within the cult, serves as the Seeress. Possessing two Eyes, she is said to have glimpsed the true nature of the universe, a sight that has left her both enlightened and maddened. Malindra is responsible for interpreting the will of Syllanaxen, using her sight to guide the cult’s rituals and prophecies. Her eyes are her most distinctive feature, glowing with an eerie luminescence, capable of seeing through both physical and magical darkness.\nThe Scaled Ones\nA group of cultists known as the Scaled Ones serves as the primary defense force for the cult’s hidden sanctuaries. Each member possesses several Scales, granting them immense durability and resistance to damage. They are led by Commander Zathros, a hulking figure covered in thick scales, making him nearly invulnerable in battle. The Scaled Ones are fanatically loyal, trained to defend the cult’s secrets with their lives.\nCurrent State of the Parts\nGiven their rarity and power, the parts of Syllanaxen are highly sought after, not just by the cult but also by those who oppose them. Many parts remain unaccounted for, hidden in ancient ruins, lost temples, or guarded by powerful beings who know of their dark origins.\n\nEyes: 5 of the 7 Eyes are currently in use by cult leaders. The remaining 2 are rumored to be hidden in forgotten temples, awaiting discovery.\nClaws: 15 of the 20 Claws are in use by various cult enforcers and assassins. The remaining 5 are held in reserve by the cult, used to reward those who prove their loyalty or for high-priority missions.\nFangs: 60 of the 78 Fangs are actively used, with the remaining 18 are stored for future use.\nScales: Approximately 200 of the 250 Scales are distributed among the Scaled Ones and other cult defenders. The rest are kept in secure locations, reserved for new initiates or replacing lost Scales.\n\nConclusion\nThe Cult of Syllanaxen, with its dark rituals, powerful artifacts, and fanatical leaders, poses a significant threat to the world. Each part of Syllanaxen not only grants formidable abilities but also binds its user to the dark god’s will, turning them into instruments of chaos and destruction. The cult’s ultimate goal, to reunite Syllanaxen’s body and bring about his return, drives their every action, making them relentless in their pursuit of power."},"index":{"title":"Adalbär's Homebrew Collection","links":["Races/Urseinen","Races/Half-Giant","Races/Treeant","Races/Minotaur","Races/Orc","Races/Ogre"],"tags":[],"content":"Races\nI love writing races - or species as they call them now - and generally love to focus on the large aspect of races. Wizards of the Coast is a company full of cowards an thieves.\nSo, instead of waiting for them to make truly large races, I will make them myself.\nBe aware, I do not exclusively write large races.\nLarge Races\nLarge races all follow a specific set of rules which will be referenced in each of the individual races page.\n\nUrseinen (Bear Folk)\nHalf-Giant\nTreeant\nMinotaur\nOrc\nOgre\n"}}